{ 
  "avenger-endgame": {
    "P_TEN": "Avenger: Hồi Kết",
    "DD_ID": "Anthony Russo, Joe Russo",
    "P_DIENVIEN": "Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans, Benedict Cumberbatch,...",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 2019,
    "P_THOILUONG": "180 phút",
    "P_POSTER": "../image/home/home1-ps.webp",
    "P_TRAILER": "https://www.youtube.com/embed/TcMBFSGVi1c",
    "P_DIEM": 8.4,
    "P_NHAN": "T13",
    "P_MOTA": "Biệt đội Avengers - những anh hùng còn sót lại sau thảm họa diệt vong - tập hợp một lần nữa. Mang theo niềm hy vọng mong manh, họ quyết tâm đảo ngược hành động tàn ác của Thanos, kẻ thù hùng mạnh đã suýt xóa sổ cả thế giới. Trận chiến cam go sắp sửa diễn ra, hứa hẹn sẽ mang đến những khoảnh khắc nghẹt thở và đầy cảm xúc.",
    "genre": ["Hành Động", "Khoa Học", "Viễn Tưởng"]
  },
  "gia-tai-cua-ngoai": {
    "P_TEN": "Gia Tài Của Ngoại",
    "DD_ID": "Pat Boonnitipat",
    "P_DIENVIEN": "BPutthipong Assaratanakul (Billkin), Usha Seamkhum, Tontawan Tantivejakul,...",
    "P_QUOCGIA": "Thái Lan",
    "P_NAMPH": 2023,
    "P_THOILUONG": "126 phút",
    "P_POSTER": "../image/home/home2-ps.jpg",
    "P_TRAILER": "https://www.youtube.com/embed/Y_qYJ6To93k",
    "P_DIEM": 8.2,
    "P_NHAN": "T13",
    "P_MOTA": "Gia Tài Của Ngoại xoay quanh câu chuyện về M (do Billkin Putthipong thủ vai) là một chàng trai thất nghiệp và đang tìm mọi cách để làm giàu. Một ngày nọ, M nhận ra có một cách làm giàu nhanh chóng: chăm sóc người bà đang mắc ung thư giai đoạn cuối để lấy tài sản thừa kế. Tuy nhiên, trong khoảng thời gian sống cùng bà, M đã nhận ra những điều còn giá trị hơn cả tài sản.",
    "genre": ["Chính Kịch", "Tình Cảm", "Gia Đình", "Tâm Lý"]
  },
"thanh-guom-vo-han-thanh": {
    "P_TEN": "Thanh Gươm Diệt Quỷ: Vô Hạn Thành",
    "DD_ID": "Haruo Sotozaki",
    "P_DIENVIEN": "Natsuki Hanae, Saori Hayami, Yoshitsugu Matsuoka,...",
    "P_QUOCGIA": "Nhật Bản",
    "P_NAMPH": 2025,
    "P_THOILUONG": "155 phút",
    "P_POSTER": "../image/anime/anime3.jpg",
    "P_TRAILER": "https://www.youtube.com/embed/rf0hW__Skow", 
    "P_DIEM": 8.5,
    "P_NHAN": "T16",
    "P_MOTA": "“Thanh Gươm Diệt Quỷ: Vô Hạn Thành” mở ra chương cuối trong hành trình chiến đấu chống lại Muzan và bè lũ quỷ. Sát Quỷ Đoàn cùng các Trụ Cột hợp sức tiến vào Vô Hạn Thành – nơi không gian đảo lộn và thay đổi liên tục. Mỗi trận chiến đều là cuộc đọ sức sinh tử giữa con người và quỷ dữ, giữa ý chí và nỗi sợ hãi. Phim đẩy cao cảm xúc với những phân cảnh hành động mãn nhãn, đồ họa hoành tráng và âm nhạc bi tráng. Đây không chỉ là cuộc chiến cuối cùng, mà còn là sự trưởng thành và hy sinh của những chiến binh mang trong mình lý tưởng diệt quỷ.",
    "genre": ["Hoạt Hình", "Hành Động", "Viễn Tưởng", "Phiêu Lưu"]
},
  "avatar-2": {
    "P_TEN": "Avatar 2: Dòng Chảy Của Nước",
    "DD_ID": "James Camero",
    "P_DIENVIEN": "Sam Worthington, Zoe Saldaña, Sigourney Weaver,...",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 2022,
    "P_THOILUONG": "192 phút",
    "P_POSTER": "../image/home/home3-ps.jpg",
    "P_TRAILER": "https://www.youtube.com/embed/d9MyW72ELq0",
    "P_DIEM": 7.5,
    "P_NHAN": "T16",
    "P_MOTA": "Câu chuyện diễn ra nhiều năm sau phần đầu tiên, khi Jake Sully cùng Neytiri đã có một gia đình nhỏ trên hành tinh Pandora. Cuộc sống yên bình của họ bị xáo trộn khi loài người quay trở lại với âm mưu xâm chiếm lần nữa. Để bảo vệ gia đình và bộ tộc, Jake buộc phải rời bỏ nơi ở, tìm đến vùng biển – nơi một nền văn hóa Na’vi mới tồn tại. “Avatar: The Way of Water” mở rộng thế giới Pandora với khung cảnh đại dương kỳ vĩ, sinh vật huyền ảo và thông điệp mạnh mẽ về thiên nhiên. Một hành trình vừa hoành tráng vừa chan chứa cảm xúc gia đình.",
    "genre": ["Hành Động", "Khoa Học", "Kỳ Ảo", "Phiêu Lưu"]
  },
  "gio-van-thoi": {
    "P_TEN": "Gió Vẫn Thổi",
    "DD_ID": "Hayao Miyazaki",
    "P_DIENVIEN": "Hideaki Anno, Miori Takimoto,...",
    "P_QUOCGIA": "Nhật Bản",
    "P_NAMPH": 2013,
    "P_THOILUONG": "126 phút",
    "P_TRAILER": "https://www.youtube.com/embed/rp9VsYzVltw", 
    "P_POSTER": "../image/anime/anime1.jpg",
    "P_DIEM": 7.8,
    "P_NHAN": "P",
    "P_MOTA": "The Wind Rises lấy bối cảnh Nhật Bản thời Taishō và Shōwa, kể về Jirō Horikoshi – chàng trai mơ ước được bay dù bị cận thị. Truyền cảm hứng từ kỹ sư Caproni, Jirō trở thành nhà thiết kế máy bay tài năng. Trong trận động đất Kantō, anh gặp Nahoko, cô gái dịu dàng mắc bệnh lao. Giữa thời chiến, họ nên duyên trong tình yêu mong manh; Jirō vừa theo đuổi đam mê chế tạo máy bay, vừa đối mặt nỗi đau khi bệnh của Nahoko ngày càng trầm trọng.",
    "genre": ["Chính Kịch", "Lãng Mạn", "Hoạt Hình", "Cổ Điển"]
  },
"good-boy": {
        "P_TEN": "Good Boy – Chó Cưng Đừng Sợ",
        "DD_ID": "William Brent Bell",
        "P_DIENVIEN": "Ben Robson, Maciej Stuhr, India Amarteifio,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "105 phút",
        "P_TRAILER": "https://www.youtube.com/embed/iKFVjVJxv4Q",
        "P_POSTER": "./image/coming/coming1.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T18 (Kinh dị, bạo lực tâm lý)",
        "P_MOTA": "Sau một thời gian dài cô đơn, Sigrid – cô gái trẻ trong thành phố hiện đại – tìm đến dịch vụ thuê “chó đồng hành” để có người cùng chia sẻ cuộc sống. Cô không ngờ rằng người đàn ông nhận vai “chó cưng” lại nghiêm túc đến mức khiến cô rợn người. Những hành động ngoan ngoãn, trung thành dần biến thành sự ám ảnh bệnh hoạn. Khi Sigrid cố gắng rút lui, mọi chuyện đã quá muộn – vì con “chó” ấy không bao giờ muốn bị bỏ rơi. Bộ phim là sự kết hợp rùng rợn giữa tâm lý, kinh dị và sự méo mó trong tình cảm con người.",
        "genre": "Kinh dị, Bạo lực tâm lý"
    },
"cai-ma": {
        "P_TEN": "Cải Mả",
        "DD_ID": "Nguyễn Quang Dũng",
        "P_DIENVIEN": "Rima Thanh Vy, Hoàng Phúc, Kiều Trinh, Hoàng Mèo, Avin Lu,...",
        "P_QUOCGIA": "Việt Nam",
        "P_NAMPH": 2025,
        "P_THOILUONG": "110 phút",
        "P_TRAILER": "https://www.youtube.com/embed/KxvLXJqFCPY",
        "P_POSTER": "./image/coming/coming2.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T16 (Kinh dị, tâm linh)",
        "P_MOTA": "Một gia đình nông thôn quyết định cải táng phần mộ tổ tiên để xây lại nhà mới, không hề hay biết rằng mình đã phạm phải điều đại kỵ. Kể từ đó, hàng loạt sự kiện kinh hoàng xảy ra: tiếng khóc trong gió, bóng người quanh mộ và cơn mưa máu không dứt. Mỗi thành viên dần bị cuốn vào cơn ác mộng do chính tội lỗi của mình gây ra. “Cải Mả” khai thác yếu tố tâm linh thuần Việt với những nghi lễ cổ xưa, kết hợp bầu không khí u ám, rợn người. Một câu chuyện khiến người xem phải tự hỏi: liệu có những thứ mà con người không nên chạm tới?",
        "genre": "Kinh dị, Tâm linh"
    },
"dien-thoai-den-2": {
        "P_TEN": "Điện Thoại Đen 2",
        "DD_ID": "Scott Derrickson",
        "P_DIENVIEN": "Ethan Hawke, Mason Thames, Madeleine McGraw,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "115 phút",
        "P_TRAILER": "https://www.youtube.com/embed/K4Ml_YDwfoU",
        "P_POSTER": "./image/coming/coming3.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T18 (Kinh dị, tâm linh)",
        "P_MOTA": "Sau khi vụ án chiếc điện thoại đen tưởng chừng đã khép lại, một nhóm thanh thiếu niên ở thị trấn khác lại bắt đầu nghe thấy những hồi chuông kỳ lạ. Mỗi cuộc gọi đến từ một linh hồn bị giam cầm, cầu xin được giải thoát. Nhưng lần này, kẻ đứng sau chiếc điện thoại không còn là con người – mà là chính nỗi sợ hãi nguyên thủy. “Điện Thoại Đen 2” tiếp nối không khí rùng rợn, căng thẳng và mở rộng vũ trụ kinh dị với nhiều mảnh ghép chưa từng tiết lộ. Người xem sẽ bị dẫn dắt vào mê cung tâm lý đen tối, nơi mỗi tiếng chuông là một lời cảnh báo chết chóc.",
        "genre": "Kinh dị, Tâm linh"
    },
"quai-thu-vo-hinh": {
        "P_TEN": "Quái Thú Vô Hình – Vùng Đất Chết Chóc",
        "DD_ID": "Shane Black",
        "P_DIENVIEN": "Elle Fanning, Dimitrius Schuster-Koloamatangi,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "120 phút",
        "P_TRAILER": "https://www.youtube.com/embed/AzBi73ddou4",
        "P_POSTER": "./image/coming/coming4.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T16 (Hành động, viễn tưởng)",
        "P_MOTA": "Một đội đặc nhiệm tinh nhuệ được điều đến khu rừng nhiệt đới nơi hàng loạt người mất tích không dấu vết. Họ phát hiện ra một sinh vật ngoài hành tinh có khả năng tàng hình, di chuyển nhanh và giết chóc trong im lặng. Cuộc truy lùng nhanh chóng biến thành cuộc thảm sát khi con quái vật bắt đầu săn ngược lại con người. “Quái Thú Vô Hình – Vùng Đất Chết Chóc” đưa người xem vào thế giới sinh tồn căng thẳng tột độ, nơi bản năng con người bị thử thách đến giới hạn. Với kỹ xảo và âm thanh chân thật, bộ phim là bản giao hưởng chết chóc giữa rừng sâu.",
        "genre": "Hành động, Viễn tưởng"
    },
"tron-chay-tu-than": {
        "P_TEN": "Trốn Chạy Tử Thần",
        "DD_ID": "David R. Ellis",
        "P_DIENVIEN": "Glen Powell, William H. Macy, Lee Pace, Emilia Jones, Michael Cera, Daniel Ezra, Jayme Lawson, Sean Hayes, Katy O’Brian, Colman Domingo, Josh Brolin,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "102 phút",
        "P_TRAILER": "https://www.youtube.com/embed/A0HOepo6xQI",
        "P_POSTER": "./image/coming/coming5.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T16 (Phiêu lưu, hành động, kinh dị sinh tồn)",
        "P_MOTA": "Một chuyến du ngoạn tưởng chừng vui vẻ của nhóm bạn trẻ nhanh chóng biến thành cơn ác mộng khi xe họ gặp tai nạn giữa vùng núi hoang vu. Bị cô lập khỏi thế giới bên ngoài, họ dần nhận ra có thứ gì đó đang săn đuổi mình – một sinh vật không có hình dạng cụ thể, chỉ là bóng đen và tiếng thở trong đêm. Mỗi người biến mất một cách bí ẩn, để lại dấu vết của sự sợ hãi tột cùng. “Trốn Chạy Tử Thần” kết hợp giữa yếu tố kinh dị sinh tồn và tâm lý tội lỗi, khiến người xem phải nín thở cho đến giây phút cuối cùng.",
        "genre": "Phiêu lưu, Hành động, Kinh dị sinh tồn"
    },
"phi-vu-dong-troi-2": {
        "P_TEN": "Phi Vụ Động Trời 2",
        "DD_ID": "Justin Lin",
        "P_DIENVIEN": "Jason Bateman, Quinta Brunson, Fortune Feimster,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "125 phút",
        "P_TRAILER": "https://www.youtube.com/embed/EutV2x9GEZo",
        "P_POSTER": "./image/coming/coming6.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T13",
        "P_MOTA": "Sau khi phi vụ đầu tiên làm chấn động thế giới, nhóm trộm thiên tài trở lại với kế hoạch táo bạo hơn bao giờ hết: đánh cắp viên kim cương “Lửa Trắng” được cất giữ trong hầm ngầm công nghệ cao. Tuy nhiên, khi nhiệm vụ đang diễn ra, một thành viên phản bội khiến cả nhóm rơi vào bẫy kép – vừa bị truy đuổi bởi cảnh sát, vừa bị săn lùng bởi kẻ thù giấu mặt. Phim mang đến những pha hành động mãn nhãn, âm nhạc kịch tính và cốt truyện lắt léo với nhiều cú twist khiến người xem nghẹt thở. Một lần nữa, “Phi Vụ Động Trời” chứng minh ranh giới giữa thiên tài và tội phạm chỉ cách nhau một bước.",
        "genre": "Gia đình, Hành động, Phiêu lưu"
    },
"nam-dem-kinh-hoang-2": {
        "P_TEN": "Năm Đêm Kinh Hoàng 2",
        "DD_ID": "Emma Tammi",
        "P_DIENVIEN": "Josh Hutcherson, Elizabeth Lail, Matthew Lillard,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "108 phút",
        "P_TRAILER": "https://www.youtube.com/embed/HccJNOYMBjM",
        "P_POSTER": "./image/coming/coming7.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T16 (Kinh dị, bí ẩn)",
        "P_MOTA": "Sau sự kiện tại tiệm Freddy Fazbear’s Pizza, công ty mở lại chi nhánh mới để “làm sạch danh tiếng”. Một nhân viên bảo vệ mới được thuê cho ca đêm, nhưng khi đồng hồ điểm 12 giờ, những con robot lại bắt đầu di chuyển. Tiếng rít kim loại, ánh mắt vô hồn và ký ức của những linh hồn trẻ nhỏ vẫn còn vương vấn. “Năm Đêm Kinh Hoàng 2” tiếp nối thành công phần đầu với không khí căng thẳng, âm thanh đáng sợ và cốt truyện đầy bí ẩn. Bộ phim đào sâu vào nguồn gốc lời nguyền, hé lộ sự thật kinh hoàng đằng sau lớp vỏ giải trí.",
        "genre": "Kinh dị, Bí ẩn"
    },
"avatar-3": {
        "P_TEN": "Avatar 3 – Lửa Và Tro Tàn",
        "DD_ID": "James Cameron",
        "P_DIENVIEN": "Sam Worthington, Zoe Saldaña, Sigourney Weaver,...",
        "P_QUOCGIA": "Mỹ",
        "P_NAMPH": 2025,
        "P_THOILUONG": "180 phút",
        "P_TRAILER": "https://www.youtube.com/embed/xAVri1ZrnNM",
        "P_POSTER": "./image/coming/coming8.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T13",
        "P_MOTA": "Jake Sully cùng Neytiri phải rời bỏ ngôi làng để tìm nơi trú ẩn tại vùng đất của tộc lửa – những chiến binh sống trong tro bụi và dung nham. Khi chiến tranh giữa loài người và Pandora leo thang, Jake phải lựa chọn giữa gia đình và lý tưởng. “Avatar 3” mở rộng thế giới kỳ vĩ với khung cảnh rực lửa, sinh vật huyền bí và nền văn hóa hoàn toàn mới. Đạo diễn James Cameron tiếp tục tạo nên một kiệt tác thị giác, kết hợp kỹ xảo đỉnh cao với câu chuyện cảm động về niềm tin, hy sinh và sự tái sinh giữa hoang tàn.",
        "genre": "Hành động, Thần thoại, Viễn tưởng"
    },
"cu-nhay-ki-dieu": {
        "P_TEN": "Cú Nhảy Kì Diệu",
        "DD_ID": "Sarah Polley",
        "P_DIENVIEN": "Jon Hamm, Bobby Moynihan, Piper Curda,...",
        "P_QUOCGIA": "Anh",
        "P_NAMPH": 2026,
        "P_THOILUONG": "112 phút",
        "P_TRAILER": "https://www.youtube.com/embed/mRSpJwMp6LM",
        "P_POSTER": "./image/coming/coming9.jpg",
        "P_DIEM": 0,
        "P_NHAN": "P",
        "P_MOTA": "Sau một chấn thương nghiêm trọng, vũ công trẻ Lara tưởng chừng phải từ bỏ ước mơ. Nhưng cơ hội bất ngờ đến khi cô được mời tham gia cuộc thi nhảy quốc tế lớn nhất thế giới. Trên hành trình đó, Lara phải đối mặt với áp lực, sự nghi ngờ và những ký ức đau thương trong quá khứ. Với sự giúp đỡ của những người bạn mới, cô dần tìm lại chính mình. “Cú Nhảy Kì Diệu” là bộ phim tràn đầy năng lượng tích cực, kết hợp âm nhạc, vũ đạo và cảm xúc chân thật về hành trình vượt lên chính mình.",
        "genre": "Hài Hước, Phiêu Lưu"
    },
"the-odyssey": {
        "P_TEN": "The Odyssey",
        "DD_ID": "Denis Villeneuve",
        "P_DIENVIEN": "Benny Safdie, Anne Hathaway, Matt Damon, Robert Pattinson, Tom Holland, Zendaya, Charlize Theron,...",
        "P_QUOCGIA": "Mỹ – Hy Lạp",
        "P_NAMPH": 2026,
        "P_THOILUONG": "155 phút",
        "P_TRAILER": "https://www.youtube.com/embed/5yzxVnFf7bE",
        "P_POSTER": "./image/coming/coming10.jpg",
        "P_DIEM": 0,
        "P_NHAN": "T13",
        "P_MOTA": "Dựa trên sử thi Hy Lạp bất hủ, “The Odyssey” tái hiện hành trình đầy gian khổ của anh hùng Odysseus sau khi rời cuộc chiến thành Troy. Anh phải vượt qua những thử thách khủng khiếp: cơn thịnh nộ của thần biển Poseidon, mưu mô của nữ phù thủy Circe, và những cám dỗ chết người từ Sirens. Suốt mười năm lưu lạc, Odysseus không ngừng chiến đấu để trở về với vợ con. Bộ phim là bản hùng ca về lòng trung thành, trí tuệ và khát vọng con người, được kể lại bằng kỹ xảo hiện đại và âm nhạc hoành tráng.",
        "genre": "Hành động, Thần thoại"
    },
"jujutsu-kaisen-s2": {
        "P_TEN": "Chú Thuật Hồi Chiến - Hoài Ngọc / Ngọc Chiết",
        "DD_ID": "Shōta Goshozono",
        "P_DIENVIEN": "Yuichi Nakamura, Junya Enoki, Takahiro Sakurai,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2023,
        "P_THOILUONG": "110 phút",
        "P_TRAILER": "https://www.youtube.com/embed/cPs3j9LNCjY",
        "P_POSTER": "./image/anime/anime2.jpg",
        "P_DIEM": 8.9,
        "P_NHAN": "T16",
        "P_MOTA": "Phần hai kể lại quá khứ của Gojo Satoru và Geto Suguru – hai người bạn thân từng sát cánh trong Học viện Chú thuật Tokyo. Khi lý tưởng của họ va chạm, tình bạn biến thành thù địch, mở ra chuỗi sự kiện đẫm máu. Với kỹ xảo mãn nhãn và chiều sâu tâm lý, phần này được xem là đỉnh cao của dòng anime shounen đương đại.",
        "genre": "Hành động, Siêu nhiên, Hoạt hình"
    },
"chainsaw-man-reze": {
        "P_TEN": "Chainsaw Man - Chương REZE",
        "DD_ID": "Ryu Nakayama",
        "P_DIENVIEN": "Kikunosuke Toya, Tomori Kusunoki, Fairouz Ai,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2025,
        "P_THOILUONG": "100 phút",
        "P_TRAILER": "https://www.youtube.com/embed/9JTsXUMA6eg",
        "P_POSTER": "./image/anime/anime4.jpg",
        "P_DIEM": 8.7,
        "P_NHAN": "T18",
        "P_MOTA": "Sau khi tiêu diệt Makima, Denji cố gắng tìm lại cuộc sống bình thường thì gặp Reze – một cô gái bí ẩn mang nụ cười dịu dàng nhưng ẩn chứa hiểm họa chết người. Khi thân phận thật của cô được tiết lộ, cuộc chiến giữa tình yêu và sinh tồn nổ ra. Phim mang màu sắc u tối, xen lẫn bi kịch của những con người bị cuốn vào cơn lốc máu và quyền lực.",
        "genre": "Hành động, Kinh dị, Siêu nhiên"
    },
"one-piece-red": {
        "P_TEN": "One Piece Film: Red",
        "DD_ID": "Gorō Taniguchi",
        "P_DIENVIEN": "Mayumi Tanaka, Kazuya Nakai, Kaori Nazuka,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2022,
        "P_THOILUONG": "115 phút",
        "P_TRAILER": "https://www.youtube.com/embed/ClFUH11eJng",
        "P_POSTER": "./image/anime/anime5.webp",
        "P_DIEM": 8.5,
        "P_NHAN": "T13",
        "P_MOTA": "Luffy và băng Mũ Rơm tham dự buổi hòa nhạc của Uta – ca sĩ nổi tiếng và cũng là con gái của Shanks. Khi sự thật về quá khứ của cô được phơi bày, thế giới bị đe dọa bởi sức mạnh từ những giai điệu đầy cảm xúc. Bộ phim kết hợp hoàn hảo giữa âm nhạc, hành động và cảm xúc, làm nổi bật chủ đề tự do và ước mơ bất tận.",
        "genre": "Phiêu lưu, Hành động, Hoạt hình"
    },
"conan-movie-6": {
    "P_TEN": "Thám Tử Lừng Danh Conan Movie 27: Dư Ảnh Của Độc Nhãn",
    "DD_ID": "Chika Nagaoka",
    "P_DIENVIEN": "Minami Takayama, Wakana Yamazaki, Rikiya Koyama, Kappei Yamaguchi,...",
    "P_QUOCGIA": "Nhật Bản",
    "P_NAMPH": 2024,
    "P_THOILUONG": "111 phút",
    "P_TRAILER": "https://www.youtube.com/embed/dz5mN-iIC4g",
    "P_POSTER": "./image/anime/anime6.jpg",
    "P_DIEM": 8.8,
    "P_NHAN": "T13",
    "P_MOTA": "Trong phần phim mới nhất, Conan đối đầu với siêu trộm Kaito Kid khi hắn nhắm đến một thanh kiếm huyền thoại gắn liền với bí ẩn về một samurai độc nhãn. Cuộc rượt đuổi từ Tokyo đến Hokkaido nhanh chóng biến thành vụ án mạng đầy uẩn khúc. Giữa ánh trăng lạnh và tiếng kiếm chạm vang, Conan phải giải mã mật ngữ hàng trăm năm để ngăn chặn thảm kịch. Bộ phim mang không khí cổ điển, căng thẳng và đậm chất suy luận đặc trưng của series.",
    "genre": "Bí Ẩn, Phiêu Lưu, Hoạt Hình"
},

"dragon-ball-broly": {
        "P_TEN": "Bảy Viên Ngọc Rồng Siêu Cấp: Huyền Thoại Broly",
        "DD_ID": "Tatsuya Nagamine",
        "P_DIENVIEN": "Masako Nozawa, Ryō Horikawa, Bin Shimada,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2018,
        "P_THOILUONG": "100 phút",
        "P_TRAILER": "https://www.youtube.com/embed/6bj2uFKRouM",
        "P_POSTER": "./image/anime/anime7.webp",
        "P_DIEM": 8.4,
        "P_NHAN": "T13",
        "P_MOTA": "Goku và Vegeta đối đầu với chiến binh huyền thoại Broly – người mang sức mạnh vượt ngoài giới hạn Saiyan. Cuộc chiến long trời lở đất làm rung chuyển cả vũ trụ. Bộ phim không chỉ là bữa tiệc hình ảnh mãn nhãn mà còn khai thác nguồn gốc bi thương của Broly, khiến người xem cảm thông cho kẻ thù mạnh nhất của Goku.",
        "genre": "Hành động, Viễn tưởng, Hoạt hình"
    },
"naruto-will-of-fire": {
        "P_TEN": "Naruto: Người Kế Thừa Hỏa Chí",
        "DD_ID": "Masahiko Murata",
        "P_DIENVIEN": "Junko Takeuchi, Chie Nakamura, Kazuhiko Inoue,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2009,
        "P_THOILUONG": "100 phút",
        "P_TRAILER": "https://www.youtube.com/embed/Zpy72HBPRIU",
        "P_POSTER": "./image/anime/anime8.webp",
        "P_DIEM": 8.2,
        "P_NHAN": "T13",
        "P_MOTA": "Khi các ninja từ các làng khác biến mất bí ẩn, nghi ngờ đổ dồn về Làng Lá. Naruto và đồng đội phải đối đầu với kẻ phản bội có khả năng sao chép chakra. Trong hành trình bảo vệ thầy Kakashi, Naruto chứng minh sức mạnh của lòng trung thành và tinh thần đồng đội – biểu tượng của Hỏa Chí. Phim mang thông điệp sâu sắc về niềm tin và tình thầy trò.",
        "genre": "Hành động, Chính kịch, Hoạt hình"
    },
"doraemon-movie-44": {
        "P_TEN": "Doraemon Movie 44: Nobita Và Cuộc Phiêu Lưu Vào Thế Giới Trong Tranh",
        "DD_ID": "Kazuaki Imai",
        "P_DIENVIEN": "Wasabi Mizuta, Megumi Ōhara, Yumi Kakazu,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2024,
        "P_THOILUONG": "105 phút",
        "P_TRAILER": "https://www.youtube.com/embed/Qs-yOanuK9c",
        "P_POSTER": "./image/anime/anime9.webp",
        "P_DIEM": 8.1,
        "P_NHAN": "P",
        "P_MOTA": "Nobita cùng nhóm bạn lạc vào thế giới hội họa kỳ ảo, nơi các bức tranh trở nên sống động. Khi thế giới đó gặp nguy hiểm, họ phải hợp sức để cứu lấy nó bằng tình bạn và lòng dũng cảm. Bộ phim mang thông điệp về trí tưởng tượng, sáng tạo và sức mạnh của nghệ thuật. Một chuyến phiêu lưu đầy sắc màu và ý nghĩa cho cả trẻ em lẫn người lớn.",
        "genre": "Phiêu lưu, Hoạt hình, Gia đình"
    },
"spirited-away": {
        "P_TEN": "Vùng Đất Linh Hồn",
        "DD_ID": "Hayao Miyazaki",
        "P_DIENVIEN": "Rumi Hiiragi, Miyu Irino, Mari Natsuki,...",
        "P_QUOCGIA": "Nhật Bản",
        "P_NAMPH": 2001,
        "P_THOILUONG": "100 phút",
        "P_TRAILER": "https://www.youtube.com/embed/j7_gGYifbiw",
        "P_POSTER": "./image/anime/anime10.webp",
        "P_DIEM": 9.4,
        "P_NHAN": "P",
        "P_MOTA": "Chihiro – cô bé 10 tuổi vô tình lạc vào thế giới linh hồn sau khi cha mẹ bị biến thành heo. Trong hành trình tìm lại bản thân và giải cứu gia đình, cô phải làm việc tại nhà tắm của phù thủy Yubaba. Với hình ảnh giàu biểu tượng và câu chuyện sâu sắc, phim khắc họa hành trình trưởng thành đầy cảm xúc, được xem là kiệt tác của Ghibli.",
        "genre": "Phiêu lưu, Thần thoại, Hoạt hình"
    },
  "bo-gia": {
    "P_TEN": "Bố Già",
    "DD_ID": "Trấn Thành",
    "P_DIENVIEN": "Trấn Thành, Tuấn Trần, Ngọc Giàu, Lan Phương,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2021,
    "P_THOILUONG": "128 phút",
    "P_TRAILER": "https://www.youtube.com/embed/jluSu8Rw6YE",
    "P_POSTER": "./image/viet/viet1.jpg",
    "P_DIEM": 8.6,
    "P_AGE_TAG": "T13",
    "P_NHAN": "T13 (Hài, Tâm Lý, Gia Đình)",
    "P_MOTA": "Một bộ phim hài – tâm lý sâu sắc xoay quanh cuộc sống của một gia đình lao động tại Sài Gòn, nơi ông Ba Sang – người cha tần tảo – luôn nỗ lực giữ gìn tình thân giữa thời buổi bon chen. Sự khác biệt trong suy nghĩ giữa ông và con trai gây ra vô số mâu thuẫn, hiểu lầm và tổn thương. Giữa những cuộc cãi vã thường nhật, khán giả thấy được nỗi cô đơn của người cha và khát khao được con cái thấu hiểu. Bộ phim là hành trình nhận ra rằng tình yêu thương không cần phô trương mà thể hiện qua từng việc nhỏ bé. Bố Già khiến người xem bật cười, rồi lặng người vì nước mắt – bởi nó quá thật, quá gần với cuộc sống mỗi chúng ta.",
    "genre": "Hài, Tâm Lý, Gia Đình"
  },
  "em-va-trinh": {
    "P_TEN": "Em Và Trịnh",
    "DD_ID": "Phan Gia Nhật Linh",
    "P_DIENVIEN": "Avin Lu, Lan Thy, Hoàng Hà, Nhật Linh,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2022,
    "P_THOILUONG": "139 phút",
    "P_TRAILER": "https://www.youtube.com/embed/IosqnBOkk2I",
    "P_POSTER": "./image/viet/viet2.jpg",
    "P_DIEM": 7.8,
    "P_AGE_TAG": "T13",
    "P_NHAN": "T13 (Lãng Mạn, Tình Cảm)",
    "P_MOTA": "Lấy cảm hứng từ cuộc đời cố nhạc sĩ Trịnh Công Sơn, bộ phim tái hiện lại những năm tháng tuổi trẻ đầy mộng mơ của người nghệ sĩ tài hoa. Qua góc nhìn của cô gái Nhật Michiko, khán giả được dẫn dắt vào thế giới của âm nhạc, tình yêu và triết lý sống thấm đẫm nỗi cô đơn. Mỗi ca khúc, mỗi kỷ niệm đều gắn liền với một bóng hình phụ nữ đã đi qua cuộc đời Trịnh. Giữa khói thuốc, tiếng đàn và mưa Huế, tình yêu và nghệ thuật hòa quyện, tạo nên nét đẹp vừa lãng mạn vừa u hoài. Em Và Trịnh không chỉ là phim tiểu sử, mà là bản tình ca dành cho người biết yêu bằng cả trái tim.",
    "genre": "Lãng Mạn, Tình Cảm, Tiểu Sử"
  },
  "mat-biec": {
    "P_TEN": "Mắt Biếc",
    "DD_ID": "Victor Vũ",
    "P_DIENVIEN": "Trần Nghĩa, Trúc Anh, Khánh Vân, Nguyễn Lâm Thảo Tâm,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2019,
    "P_THOILUONG": "117 phút",
    "P_TRAILER": "https://www.youtube.com/embed/ITlQ0oU7tDA",
    "P_POSTER": "./image/viet/viet3.jpg",
    "P_DIEM": 8.3,
    "P_AGE_TAG": "T13",
    "P_NHAN": "T13 (Tình Cảm, Chính Kịch)",
    "P_MOTA": "Dựa trên tiểu thuyết cùng tên của Nguyễn Nhật Ánh, Mắt Biếc là câu chuyện tình đầy xót xa giữa Ngạn – chàng trai làng Đo Đo – và cô bạn thuở nhỏ Hà Lan. Từ những ngày ngây thơ dưới bóng cây phượng, cho đến khi mỗi người bước vào cuộc đời riêng, tình cảm đơn phương của Ngạn vẫn âm ỉ cháy. Dù luôn dõi theo và chở che cho Hà Lan, anh chưa bao giờ được đền đáp trọn vẹn. Bộ phim là hành trình lớn lên cùng tình yêu, với nỗi đau của kẻ yêu mà không được yêu lại. Hình ảnh làng quê thơ mộng, âm nhạc da diết và góc quay tinh tế khiến Mắt Biếc trở thành bản giao hưởng của nỗi nhớ – nơi quá khứ vẫn sống mãi trong tim người ở lại.",
    "genre": "Tình Cảm, Chính Kịch, Lãng Mạn"
  },
  "rom": {
    "P_TEN": "Ròm",
    "DD_ID": "Trần Thanh Huy",
    "P_DIENVIEN": "Trần Anh Khoa, Wowy, Cát Phượng,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2020,
    "P_THOILUONG": "80 phút",
    "P_TRAILER": "https://www.youtube.com/embed/XRm1P7oGpMQ",
    "P_POSTER": "./image/viet/viet4.jpg",
    "P_DIEM": 8.1,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Tâm Lý, Phiêu Lưu)",
    "P_MOTA": "Giữa thành phố Sài Gòn chật chội, cậu bé mồ côi Ròm sống nhờ vào nghề “soi đề” cho người nghèo với hi vọng kiếm đủ tiền thoát khỏi cuộc đời tăm tối. Cậu chứng kiến đủ mọi mặt của xã hội: niềm tin mù quáng, lòng tham và sự tuyệt vọng. Dù bị đánh đập, lừa gạt, Ròm vẫn kiên cường, tin rằng mình có thể thay đổi số phận. Mỗi con hẻm, mỗi tờ vé số đều trở thành biểu tượng cho giấc mơ đổi đời của những con người cùng cực. Ròm mang nhịp điệu gấp gáp, chân thật và dữ dội, phản ánh hiện thực trần trụi nhưng cũng ẩn chứa sức sống mãnh liệt của tuổi trẻ.",
    "genre": "Tâm Lý, Chính Kịch, Phiêu Lưu"
  },
  "tet-o-lang-dia-nguc": {
    "P_TEN": "Tết Ở Làng Địa Ngục",
    "DD_ID": "Lê Hoàng",
    "P_DIENVIEN": "Trọng Hải, Hứa Minh Đạt, Lâm Thanh Mỹ,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2024,
    "P_THOILUONG": "119 phút",
    "P_TRAILER": "https://www.youtube.com/embed/C2V38ghWHlQ",
    "P_POSTER": "./image/viet/viet5.jpeg",
    "P_DIEM": 7.6,
    "P_AGE_TAG": "T18",
    "P_NHAN": "T18 (Kinh Dị, Bí Ẩn)",
    "P_MOTA": "Một nhóm người vô tình lạc vào ngôi làng kỳ lạ, nơi người chết vẫn mở hội mừng năm mới. Ẩn dưới tiếng pháo và tiếng cười là những bí mật rùng rợn về nghiệp báo, lòng tham và tội lỗi. Khi màn đêm buông xuống, từng linh hồn trỗi dậy đòi công lý cho quá khứ chưa được hóa giải. Tết Ở Làng Địa Ngục pha trộn yếu tố dân gian, kinh dị và trào phúng, tạo nên một bầu không khí vừa rợn người vừa thấm đẫm nhân sinh. Phim không chỉ dọa khán giả bằng ma quỷ, mà còn khiến họ suy ngẫm về lòng người – thứ đáng sợ hơn cả cõi âm",
    "genre": "Kinh Dị, Bí Ẩn, Tâm Linh"
  },
  "mua-do": {
    "P_TEN": "Mưa Đỏ",
    "DD_ID": "Nguyễn Quang Dũng",
    "P_DIENVIEN": "Huỳnh Đông, Diễm My 9x, Quang Tuấn,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2023,
    "P_THOILUONG": "124 phút",
    "P_TRAILER": "https://www.youtube.com/embed/BD6PoZJdt_M",
    "P_POSTER": "./image/viet/viet6.jpg",
    "P_DIEM": 7.9,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Hành Động, Lịch Sử)",
    "P_MOTA": "Lấy bối cảnh những năm tháng khốc liệt của chiến tranh, Mưa Đỏ khắc họa bi tráng hành trình của những con người bình thường trong cơn bão lịch sử. Họ chiến đấu không chỉ bằng súng đạn mà bằng niềm tin, tình yêu và lòng quả cảm. Mỗi giọt mưa đỏ tượng trưng cho máu và nước mắt, cho sự hi sinh của một thế hệ dám đứng lên bảo vệ Tổ quốc. Phim kết hợp giữa hình ảnh mạnh mẽ, âm nhạc bi tráng và diễn xuất xúc động, tái hiện tinh thần kiên cường của dân tộc. Mưa Đỏ là bản trường ca điện ảnh về lòng trung kiên và ước mơ hòa bình.",
    "genre": "Hành Động, Lịch Sử, Chính Kịch"
  },
  "tu-chien-tren-khong": {
    "P_TEN": "Tử Chiến Trên Không",
    "DD_ID": "Lưu Huỳnh",
    "P_DIENVIEN": "Hiếu Nguyễn, Quốc Cường, Lê Hạ Anh,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2025,
    "P_THOILUONG": "118 phút",
    "P_TRAILER": "https://www.youtube.com/embed/Q-Zf8KhyS6E",
    "P_POSTER": "./image/viet/viet7.jpg",
    "P_DIEM": 8.0,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Hành Động, Kịch Tính)",
    "P_MOTA": "Một bộ phim hành động hoành tráng về những phi công Việt Nam anh dũng trong thời chiến. Giữa bầu trời rực lửa, họ phải đối mặt với hiểm nguy từng giây, khi cái chết luôn rình rập sau mỗi pha xoắn cánh. Mỗi người lính mang trong mình câu chuyện riêng, những nỗi đau và tình yêu dang dở, nhưng vẫn kiên cường vì Tổ quốc. Tử Chiến Trên Không tái hiện chân thật tinh thần đồng đội, lòng quả cảm và khát vọng chiến thắng. Bộ phim không chỉ là sử thi chiến tranh mà còn là lời tri ân những con người đã sống trọn vẹn cho lý tưởng cao đẹp.",
    "genre": "Hành Động, Kịch Tính, Chiến Tranh"
  },
  "dat-rung-phuong-nam": {
    "P_TEN": "Đất Rừng Phương Nam",
    "DD_ID": "Nguyễn Quang Dũng",
    "P_DIENVIEN": "Hồng Ánh, Trấn Thành, Tiến Luật, Mai Tài Phến,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2023,
    "P_THOILUONG": "100 phút",
    "P_TRAILER": "https://www.youtube.com/embed/hktzirCnJmQ",
    "P_POSTER": "./image/viet/viet8.jpg",
    "P_DIEM": 8.1,
    "P_AGE_TAG": "P",
    "P_NHAN": "P (Phiêu Lưu, Gia Đình)",
    "P_MOTA": "Câu chuyện về cậu bé An lưu lạc giữa vùng đất Nam Bộ hoang dã, nơi con người chân chất và thiên nhiên hùng vĩ hòa làm một. Trên hành trình đi tìm gia đình, An gặp gỡ những người nông dân, du đãng và nghĩa sĩ – mỗi người đều mang trong mình nỗi đau riêng. Giữa hiểm nguy, cậu học cách yêu thương, kiên cường và tin vào điều thiện. Phim tái hiện không khí miền sông nước mộc mạc, đậm tình người và lòng nhân ái. Đất Rừng Phương Nam vừa là chuyến phiêu lưu cảm động, vừa là bức tranh tuyệt đẹp về sức sống của con người Việt.",
    "genre": "Phiêu Lưu, Gia Đình, Chính Kịch"
  },
  "nha-gia-tien": {
    "P_TEN": "Nhà Gia Tiên",
    "DD_ID": "Lý Hải",
    "P_DIENVIEN": "Lý Hải, Ốc Thanh Vân, Tiến Luật, Puka,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2025,
    "P_THOILUONG": "117 phút",
    "P_TRAILER": "https://www.youtube.com/embed/hXGozmNBwt4",
    "P_POSTER": "./image/viet/viet9.jpg",
    "P_DIEM": 7.5,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Kinh Dị, Hài, Gia Đình)",
    "P_MOTA": "Một gia đình trở về quê để làm lễ cúng tổ tiên, không ngờ vô tình đánh thức linh hồn chưa được siêu thoát. Những sự kiện kỳ bí liên tiếp xảy ra, khiến từng thành viên phải đối diện với lỗi lầm quá khứ. Giữa tiếng cười xen lẫn tiếng khóc, Nhà Gia Tiên vừa mang yếu tố kinh dị, vừa phản ánh giá trị đạo đức và tình cảm gia đình. Mỗi chi tiết ma quái đều ẩn chứa một thông điệp sâu sắc về nghiệp quả và sự tha thứ. Bộ phim dung hòa giữa rùng rợn và nhân văn, tạo nên trải nghiệm vừa đáng sợ vừa xúc động.",
    "genre": "Kinh Dị, Hài, Gia Đình"
  },
  "cuc-vang-cua-ngoai": {
    "P_TEN": "Cục Vàng Của Ngoại",
    "DD_ID": "Khương Ngọc",
    "P_DIENVIEN": "NSND Lê Khanh, Hồng Đào, Nhi Katy,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2024,
    "P_THOILUONG": "119 phút",
    "P_TRAILER": "https://www.youtube.com/embed/_cj77qa_wMc",
    "P_POSTER": "./image/viet/viet10.jpg",
    "P_DIEM": 8.4,
    "P_AGE_TAG": "P",
    "P_NHAN": "P (Chính Kịch, Gia Đình, Tâm Lý)",
    "P_MOTA": "Một câu chuyện ấm áp về tình yêu giữa các thế hệ trong một gia đình miền quê Việt. Cậu bé tinh nghịch sống cùng người bà già yếu, luôn tin rằng “cục vàng” mà ngoại giữ là kho báu thật sự. Nhưng khi biến cố ập đến, cậu mới hiểu rằng điều quý giá nhất chính là tình thương vô điều kiện. Bộ phim nhẹ nhàng, hài hước nhưng chứa đựng cảm xúc sâu lắng, khiến người xem bồi hồi nhớ về tuổi thơ. Cục Vàng Của Ngoại là món quà điện ảnh giản dị nhưng thấm thía, gợi nhắc về sự hi sinh thầm lặng của những người bà Việt Nam..",
    "genre": "Chính Kịch, Gia Đình, Tâm Lý"
},
 "ham-ca-map": {
    "P_TEN": "Hàm Cá Mập",
    "DD_ID": "Steven Spielberg",
    "P_DIENVIEN": "Roy Scheider, Richard Dreyfuss, Robert Shaw",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 1975,
    "P_THOILUONG": "124 phút",
    "P_TRAILER": "https://www.youtube.com/embed/QP6CTNYZuKk,...",
    "P_POSTER": "./image/kinhdi/kinhdi1.webp",
    "P_DIEM": 8.0,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Kinh Dị, Phiêu Lưu)",
    "P_MOTA": "Tại một thị trấn ven biển yên bình, cơn ác mộng bắt đầu khi một con cá mập trắng khổng lồ xuất hiện, gieo rắc nỗi sợ chết chóc cho mọi người. Khi những nạn nhân đầu tiên bị tấn công, chính quyền tìm cách che giấu sự thật để bảo vệ du lịch, khiến thảm họa càng thêm kinh hoàng. Một nhóm người – cảnh sát, nhà hải dương học và thợ săn cá mập – hợp lực ra khơi truy đuổi quái vật. Cuộc chiến giữa con người và thiên nhiên mở ra trong làn sóng dữ. Jaws không chỉ là phim quái vật mà là biểu tượng cho nỗi sợ nguyên thủy, sự kiêu ngạo và lòng can đảm con người.",
    "genre": "Kinh Dị, Phiêu Lưu, Gay Cấn"
  },
  "quai-vat-khong-gian": {
    "P_TEN": "Quái Vật Không Gian",
    "DD_ID": "Ridley Scott",
    "P_DIENVIEN": "Sigourney Weaver, Tom Skerritt, John Hurt,...",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 1979,
    "P_THOILUONG": "117 phút",
    "P_TRAILER": "https://www.youtube.com/embed/jQ5lPt9edzQ",
    "P_POSTER": "./image/kinhdi/kinhdi2.webp",
    "P_DIEM": 8.5,
    "P_AGE_TAG": "T18",
    "P_NHAN": "T18 (Kinh Dị, Khoa Học)",
    "P_MOTA": "Trên con tàu Nostromo lạc lõng giữa không gian, một sinh vật ngoài hành tinh được mang lên từ hành tinh xa lạ. Khi nó thoát ra, phi hành đoàn bị mắc kẹt trong nỗi kinh hoàng không lối thoát. Bóng tối, sự im lặng và nỗi sợ dần bóp nghẹt từng con người. Alien kết hợp hoàn hảo giữa yếu tố khoa học viễn tưởng và kinh dị tâm lý, khắc họa bản năng sinh tồn của con người khi đối mặt cái chết. Hình tượng sinh vật xenomorph trở thành biểu tượng văn hóa – nỗi ám ảnh vượt thời gian trong lịch sử điện ảnh.",
    "genre": "Kinh Dị, Khoa Học, Viễn Tưởng"
  },
  "halloween": {
    "P_TEN": "Sát Nhân Halloween",
    "DD_ID": "John Carpenter",
    "P_DIENVIEN": "Jamie Lee Curtis, Donald Pleasence,...",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 1978,
    "P_THOILUONG": "100 phút",
    "P_TRAILER": "https://www.youtube.com/embed/hL6R3HmQfPc",
    "P_POSTER": "./image/kinhdi/kinhdi3.webp",
    "P_DIEM": 7.7,
    "P_AGE_TAG": "T18",
    "P_NHAN": "T18 (Kinh Dị, Bí Ẩn)",
    "P_MOTA": "Michael Myers – kẻ giết người đeo mặt nạ – trốn thoát khỏi trại tâm thần sau nhiều năm bị giam cầm. Hắn trở về quê nhà và bắt đầu chuỗi sát nhân đẫm máu trong đêm lễ hội. Từng cảnh quay chậm rãi, tiếng nhạc rợn người cùng ánh sáng mờ ảo khiến khán giả nghẹt thở. Nhưng đằng sau chiếc mặt nạ vô cảm là ẩn dụ về sự tà ác không thể tiêu diệt. Halloween là kiệt tác định hình thể loại slasher, mang đến nỗi sợ nguyên thủy về cái ác ẩn nấp trong mỗi con người.",
    "genre": "Kinh Dị, Bí Ẩn, Gay Cấn"
  },
  "chuyen-tau-sinh-tu": {
    "P_TEN": "Chuyến Tàu Sinh Tử",
    "DD_ID": "Yeon Sang-ho",
    "P_DIENVIEN": "Gong Yoo, Ma Dong-seok, Jung Yu-mi,...",
    "P_QUOCGIA": "Hàn Quốc",
    "P_NAMPH": 2016,
    "P_THOILUONG": "118 phút",
    "P_TRAILER": "https://www.youtube.com/embed/t9qQRG2ZMhQ",
    "P_POSTER": "./image/kinhdi/kinhdi4.webp",
    "P_DIEM": 8.1,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Hành Động, Kinh Dị)",
    "P_MOTA": "MKhi đại dịch zombie bùng phát ở Hàn Quốc, một chuyến tàu cao tốc đến Busan trở thành hy vọng sống duy nhất. Giữa khoang tàu chật hẹp, con người phải chiến đấu không chỉ với xác sống mà với lòng ích kỷ và nỗi sợ hãi chính mình. Câu chuyện của người cha đơn thân và cô con gái nhỏ trở thành điểm sáng nhân văn giữa thảm họa. Train to Busan kết hợp hành động nghẹt thở, cảm xúc mạnh mẽ và thông điệp sâu sắc về lòng nhân ái. Đây là minh chứng rằng trong tận cùng tuyệt vọng, tình người vẫn có thể cứu rỗi tất cả.",
    "genre": "Hành Động, Kinh Dị, Chính Kịch"
  },
  "vung-dat-cam-lang": {
    "P_TEN": "Vùng Đất Câm Lặng",
    "DD_ID": "John Krasinski",
    "P_DIENVIEN": "Emily Blunt, John Krasinski, Millicent Simmonds,...",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 2018,
    "P_THOILUONG": "115 phút",
    "P_TRAILER": "https://www.youtube.com/embed/SQYHY5HzRL0",
    "P_POSTER": "./image/kinhdi/kinhdi5.webp",
    "P_DIEM": 7.5,
    "P_AGE_TAG": "T13",
    "P_NHAN": "T13 (Kinh Dị, Khoa Học)",
    "P_MOTA": "Một thế giới nơi âm thanh là kẻ thù chết người. Gia đình Abbott buộc phải sống trong im lặng tuyệt đối để tránh sự truy sát của quái vật nhạy thính. Mỗi bước chân, mỗi hơi thở đều có thể là tín hiệu của cái chết. Trong không gian tĩnh lặng ấy, tình mẫu tử, lòng dũng cảm và sự hi sinh được khắc họa sâu sắc. A Quiet Place khiến khán giả căng thẳng tột độ, nhưng cũng xúc động vì tình yêu lớn hơn nỗi sợ. Bộ phim là minh chứng cho sức mạnh của sự im lặng và ý chí con người.",
    "genre": "Kinh Dị, Khoa Học, Chính Kịch"
  },
  "am-anh-kinh-hoang": {
    "P_TEN": "Ám Ảnh Kinh Hoàng",
    "DD_ID": "James Wan",
    "P_DIENVIEN": "Vera Farmiga, Patrick Wilson, Lili Taylor,...",
    "P_QUOCGIA": "Mỹ",
    "P_NAMPH": 2013,
    "P_THOILUONG": "120 phút",
    "P_TRAILER": "https://www.youtube.com/embed/9YLiAy7CQhw",
    "P_POSTER": "./image/kinhdi/kinhdi6.webp",
    "P_DIEM": 7.9,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Kinh Dị, Bí Ẩn)",
    "P_MOTA": "Dựa trên hồ sơ có thật của hai nhà trừ tà Ed và Lorraine Warren, bộ phim đưa người xem đến ngôi nhà bị ám tại Rhode Island. Khi những hiện tượng siêu nhiên ngày càng dữ dội, cặp vợ chồng phải đối đầu với thế lực tà ác cổ xưa. Không cần máu me hay hù dọa rẻ tiền, The Conjuring khiến người xem lạnh gáy bằng bầu không khí đặc quánh u ám. Từng chi tiết nhỏ đều góp phần xây dựng nỗi sợ tinh tế và chân thật. Đây là tượng đài của dòng phim ma ám hiện đại – nơi cái ác luôn ẩn trong bóng tối của niềm tin.",
    "genre": "Kinh Dị, Bí Ẩn"
  },
  "that-son-tam-linh": {
    "P_TEN": "Thất Sơn Tâm Linh",
    "DD_ID": "Hàm Trần",
    "P_DIENVIEN": "Trần Đức Sơn, Vũ Ngọc Ánh, Khương Ngọc,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2019,
    "P_THOILUONG": "100 phút",
    "P_TRAILER": "https://www.youtube.com/embed/GlrCgPsO-sI",
    "P_POSTER": "./image/kinhdi/kinhdi7.jfif",
    "P_DIEM": 7.4,
    "P_AGE_TAG": "T18",
    "P_NHAN": "T18 (Kinh Dị, Bí Ẩn)",
    "P_MOTA": "Dựa trên vụ án có thật gây chấn động miền Tây, phim kể về gã thầy pháp đội lốt nhà tu, lợi dụng lòng tin để thực hiện nghi lễ ghê rợn. Một cô gái hiền lành vô tình trở thành vật tế, mở ra chuỗi sự kiện đầy ám ảnh. Thất Sơn Tâm Linh khai thác sâu yếu tố bùa ngải, mê tín và sự tha hóa của con người khi bị quyền lực tâm linh cuốn lấy. Bầu không khí đặc trưng miền sông nước càng làm tăng độ chân thực và rùng rợn. Phim là lời cảnh tỉnh về niềm tin mù quáng và hậu quả của tội lỗi.",
    "genre": "Kinh Dị, Bí Ẩn"
  },
  "bac-kim-thang": {
    "P_TEN": "Bắc Kim Thang",
    "DD_ID": "Trần Hữu Tấn",
    "P_DIENVIEN": "Ngô Thanh Vân, Victor Vu, Trần Bình Minh,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2019,
    "P_THOILUONG": "105 phút",
    "P_TRAILER": "https://www.youtube.com/embed/Lc8al6Slh2I",
    "P_POSTER": "./image/kinhdi/kinhdi8.jpg",
    "P_DIEM": 7.6,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Kinh Dị, Gay Cấn)",
    "P_MOTA": "Sau thời gian xa nhà, Thiện trở về và phát hiện những bí mật kinh hoàng trong gia đình giàu có của mình. Căn nhà cổ, những hành lang im lặng và khúc hát “Bắc Kim Thang” vang lên giữa đêm là cánh cửa mở vào địa ngục tội lỗi. Phim không cần máu me mà dùng tâm lý, hình ảnh và âm thanh để gieo rắc nỗi sợ. Bắc Kim Thang là bi kịch về sự phân biệt, giam cầm và tội lỗi bị che giấu dưới danh nghĩa tình thân. Khi mọi sự thật được phơi bày, chỉ còn lại sự trống rỗng lạnh lẽo đến ám ảnh.",
    "genre": "Kinh Dị, Bí Ẩn"
  },
  "rung-the-mang": {
    "P_TEN": "Rừng Thế Mạng",
    "DD_ID": "Trần Hữu Tấn",
    "P_DIENVIEN": "Lý Minh, Cao Minh Tiến, Nguyễn Hữu Thịnh,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2021,
    "P_THOILUONG": "100 phút",
    "P_TRAILER": "https://www.youtube.com/embed/lq6a-KBGFtI",
    "P_POSTER": "./image/kinhdi/kinhdi9.jpg",
    "P_DIEM": 7.3,
    "P_AGE_TAG": "T16",
    "P_NHAN": "T16 (Phiêu Lưu, Kinh Dị)",
    "P_MOTA": "Một nhóm bạn trẻ đam mê leo núi quyết định chinh phục ngọn núi hiểm trở nhưng vô tình lạc vào vùng rừng bị nguyền rủa. Khi nỗi sợ hãi và đói khát trỗi dậy, họ bắt đầu nghi ngờ, phản bội và hủy diệt lẫn nhau. Thiên nhiên hùng vĩ nhưng tàn nhẫn trở thành đối thủ khủng khiếp nhất. Rừng Thế Mạng kết hợp yếu tố sinh tồn và tâm linh, phản ánh ranh giới mong manh giữa bản năng và nhân tính. Phim khiến khán giả thót tim nhưng cũng suy ngẫm: đôi khi, quái vật thật sự chính là con người.",
    "genre": "Phiêu Lưu, Kinh Dị, Bí Ẩn"
  },
  "vong-nhi": {
    "P_TEN": "Vong Nhi",
    "DD_ID": "Hoàng Nam",
    "P_DIENVIEN": "Lê Phương, Quốc Huy, Nhật Kim Anh, Hạnh Thúy, Lệ Hằng,...",
    "P_QUOCGIA": "Việt Nam",
    "P_NAMPH": 2023,
    "P_THOILUONG": "103 phút",
    "P_TRAILER": "https://www.youtube.com/embed/havKO5goRSc",
    "P_POSTER": "./image/kinhdi/kinhdi10.jpg",
    "P_DIEM": 7.2,
    "P_AGE_TAG": "T18",
    "P_NHAN": "T18 (Kinh Dị)",
    "P_MOTA": "Một cặp vợ chồng trẻ chuyển đến ngôi nhà mới để bắt đầu cuộc sống hạnh phúc, nhưng lại phát hiện linh hồn của một đứa bé chưa được siêu thoát. Ban đầu chỉ là những hiện tượng nhỏ, rồi dần trở thành cơn ác mộng kinh hoàng. Mỗi manh mối đều dẫn về một bi kịch cũ bị chôn vùi. Vong Nhi không chỉ là câu chuyện ma, mà còn là bi kịch của tình mẫu tử, của sự hối hận và chuộc lỗi. Phim mang đến cảm xúc vừa sợ hãi vừa nhân văn, khiến khán giả rơi nước mắt trong nỗi ám ảnh day dứt.",
    "genre": "Kinh Dị"
  }
}